[
  {
    "id": "1",
    "name": "Oppo A17K Navy Blue, 6.56, 3GB RAM+64GBROM",
    "description": "Enjoy the goodness of slick screen and high-speed gaming, this phone takes the world to a whole new level and experience.",
    "price": "125,880",
    "category": "phones",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/26/7611462/1.jpg?8686"
  },
  {
    "id": "2",
    "name": "XIAOMI Redmi 12 6.79 4GB RAM/128GB ROM Android 13 - Midnight Black",
    "description": "Enjoy life with a big screen thanks to Redmi 12's immersive and smooth 90Hz 6.79 FHD+ display, perfect for everything from watching videos to browsing social media. With both SGS Low Blue Light Certification and Reading mode 3.0, Redmi 12 helps you enjoy your visual experience even more, for even longer, reducing blue light and visual fatigue, and keeping your eyes protected.",
    "price": "155,000",
    "category": "phones",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/38/6732352/1.jpg?7048"
  },
  {
    "id": "3",
    "name": "NOTE30(X6716B)6.66AMOLED",
    "description": "NOTE30(X6716B)6.66AMOLED Display Flagship-caliber Visual Experience. The super large AMOLED screen makes the color more realistic and vivid. You can get a great experience whether you are playing games or watching videos.",
    "price": "282,283",
    "category": "phones",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/77/9472942/1.jpg?7249"
  },
  {
    "id": "4",
    "name": "Hp Stream 11 Intel Celeron Quad Core - 64GB SSD 4GB RAM Windows 10 PRO+ Mouse &USB Light For Keyboard",
    "description": "STREAM 11 INCH LAPTOPFAST INTEL CELERON PROCESSOR64GB STORAGE DRIVE SPACE1TB OF OneDrive Cloud Storage4GB RAM FAST AND MOBILE Designed for cloud computing and collaboration, the HP 11.6 Stream 11 Pro Education Edition Notebook delivers capable performance. It is powered by Intel Celeron quad-core processor, which allows you to run multiple applications simultaneously and can be boosted up to 2.2 GHz. The 4GB of 1600 MHz DDR4L RAM helps to ensure smooth multitasking and also allows the computer to quickly access frequently used files and programs.",
    "category": "laptops",
    "price": "103,000",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/48/8351362/1.jpg?2254"
  },
  {
    "id": "5",
    "name": "Hp 15 Intel Core I3 15.6 4GB RAM/1TB HDD Win 10 - Black",
    "description": "HP 15 laptop is a fine blend of user-friendly configuration, powerful features and a compact design. Featuring stunning visuals and powerful performance, this ultra-versatile and light 15.6- inch notebook is an upgrade on style and productivity that will meet all your computing needs without putting a dent in your wallet. The HP 15 comes in a compact size which makes it convenient to take home from work or for that business presentation. For easy typing and pointing purposes, it features a full-sized keyboard, so be active on the run, rest assured that the HP 15 can keep up with the day's work.",
    "price": "326,139",
    "category": "laptops",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/20/3445122/1.jpg?9219"
  },
  {
    "id": "6",
    "name": "Lenovo AMD RYZEN 3 1TB 8GB RAM 1TB HDD 2.6 To 3.4ghz Win 10+32GB Flash",
    "description": "AboutThe Lenovo IdeaPad Amd ryzen is a 14.1-inch laptop with a screen resolution of 1920 x 1080. It has 8GB of memory and a 1TB Hard Disk drive. It has an Amd ryzen to 2.6GHz processor with Lenovo turbo boost system. It was with Windows 10 Home installed.It has 3 full-size USB ports built-in on the laptop. Video outputs include: an HDMI full-size port. It supports WiFi 802.11ac, so it's compatible with high-speed routers. It has a 0.3MP webcam for video conferencing. ",
    "price": "272,800",
    "category": "laptops",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/47/124177/1.jpg?9117"
  },
  {
    "id": "7",
    "name": "Jones Wears Drew Printed Hoodie (BLACK",
    "description": "Our Hoodies are made for extreme Comfort, fitted with pristine precision and finely crafted with the highest quality fabric. With these Hoodies, you do not only feel the difference in fitting and comfort but also have access to a wide range of style purposes. These Hoodies can be worn for different days in a plethora of ways. Joneswears now has a history of creating functional yet stylish street-wear, covering everything from retro styles to forward-thinking pieces.Joneswears is a fast growing urbane clothier makes the best wardrobe for that awesome transition from corporate wears.With our fun and talking Tees, you do more than just look good, you make a statement.",
    "price": "5,310",
    "category": "clothing",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/27/555446/1.jpg?2745"
  },
  {
    "id": "8",
    "name": "Jones Wears Caplock Customized Hoodies (Black)",
    "description": "Our Hoodies are made for extreme Comfort, fitted with pristine precision and finely crafted with the highest quality fabric. With these Hoodies, you do not only feel the difference in fitting and comfort but also have access to a wide range of style purposes. These Hoodies can be worn for different days in a plethora of ways. Joneswears now has a history of creating functional yet stylish street-wear, covering everything from retro styles to forward-thinking pieces.Joneswears is a fast growing urbane clothier makes the best wardrobe for that awesome transition from corporate wears.With our fun and talking Tees, you do more than just look good, you make a statement.",
    "price": "5,400",
    "category": "clothing",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/26/853446/1.jpg?9166"
  },
  {
    "id": "9",
    "name": "Handbag Women Bag Crossbody Bag Ladies Sling Messenger Shoulder Bag",
    "description": "A bag with a simple and fashionable cut design, which can always combine the feminine beauty with the softness of the bag. Every bag is a magical accessory, just right to show the personality and temperament of women.Versatile, practical, noble temperament, and sophisticated sense of craftsmanship are the core of this bag. A good touch keeps you on the cutting edge of fashion",
    "price": "8,990",
    "category": "clothing",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/12/5490331/1.jpg?4714"
  },
  {
    "id": "10",
    "name": "Men's Sneakers Canvas-BROWN",
    "description": "This bag is the most popular classic style this year. The design is simple and fashionable, and the price is not expensive, but it has a big-name feeling to wear.Relying on brand and design, it is popular all over the country, and the appearance is designed through the collision of art and fashion to integrate high-quality life aesthetics.We insist on creating luxury leather goods in the spirit of German culture, continue to innovate, pursue cutting-edge technology, use futuristic materials, and combine art, music, fashion and technology to design bags, bold and uninhibited.",
    "price": "24,000",
    "category": "shoes",
    "img": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/30/3955622/1.jpg?5042"
  }
]
